/* No comment provided by engineer. */
"second ago" = "sekundu dozadu";

/* No comment provided by engineer. */
"sekundy dozadu" = "sekundy dozadu";

/* No comment provided by engineer. */
"seconds ago" = "sekúnd dozadu";

/* No comment provided by engineer. */
"Last update" = "Posledná aktualizácia";

/* No comment provided by engineer. */
"Altitude" = "Nadmorská výška";

/* No comment provided by engineer. */
"Course" = "Kurz";

/* No comment provided by engineer. */
"Done" = "Hotovo";

/* Východ */
"E" = "V";

/* No comment provided by engineer. */
"Heading" = "Smer";

/* No comment provided by engineer. */
"Latitude" = "Zemepisná šírka";

/* No comment provided by engineer. */
"Longitude" = "Zemepisná dĺžka";

/* No comment provided by engineer. */
"above sea level" = "n. m.";

/* No comment provided by engineer. */
"below sea level" = "p. m.";

/* No comment provided by engineer. */
"My location" = "Aktuálna poloha";

/* Sever */
"N" = "S";

/* No comment provided by engineer. */
"NE" = "SV";

/* No comment provided by engineer. */
"NW" = "SZ";

/* Juh */
"S" = "J";

/* No comment provided by engineer. */
"SE" = "JV";

/* No comment provided by engineer. */
"Settings" = "Nastavenia";

/* No comment provided by engineer. */
"Slovensky" = "English";

/* No comment provided by engineer. */
"Speed" = "Rýchlosť";

/* No comment provided by engineer. */
"SW" = "JZ";

/* No comment provided by engineer. */
"Invalid" = "Neplatná informácia";

/* Západ */
"W" = "Z";

/* No comment provided by engineer. */
"Vertical accuracy" = "Vertikálna presnosť";

/* No comment provided by engineer. */
"Horizontal accuracy" = "Horizontálna presnosť";

//settings.bundle

/* No comment provided by engineer. */
"ft" = "stopy";

/* No comment provided by engineer. */
"knots" = "uzla";

/* No comment provided by engineer. */
"knot" = "uzle";

/* No comment provided by engineer. */
"miles" = "míle";

/* No comment provided by engineer. */
"GPS settings" = "GPS nastavenia";

/* No comment provided by engineer. */
"North Source" = "Zdroj severu";

/* No comment provided by engineer. */
"True North" = "Geografický sever";

/* No comment provided by engineer. */
"Magnetic North" = "Magnetický sever";

/* No comment provided by engineer. */
"Distance filter" = "Filter vzdialenosti";

/* No comment provided by engineer. */
"Accuracy" = "Presnosť";

/* No comment provided by engineer. */
"Best For Navigation" = "Najlepšia pre navigáciu";

/* No comment provided by engineer. */
"Best" = "Najlepšia";

/* No comment provided by engineer. */
"Nearest Ten Meters" = "Najbližších desať metrov";

/* No comment provided by engineer. */
"Hundred Meters" = "Sto metrov";

/* No comment provided by engineer. */
"Kilometer" = "Kilometer";

/* No comment provided by engineer. */
"Three Kilometers" = "Tri kilometre";

/* No comment provided by engineer. */
"Display Format" = "Formát zobrazenia";

/* No comment provided by engineer. */
"Metres" = "Metre";

/* No comment provided by engineer. */
"Kilometres" = "Kilometre";

/* No comment provided by engineer. */
"Foots" = "Stopy";

/* No comment provided by engineer. */
"Miles" = "Míle";

/* No comment provided by engineer. */
"Course" = "Kurz";

/* No comment provided by engineer. */
"Coordinates" = "Súradnice";

/* No comment provided by engineer. */
"Degrees only" = "Len stupne";

/* No comment provided by engineer. */
"Degrees with direction" = "Stupne so smerom";

/* No comment provided by engineer. */
"DMS" = "Stupne";

/* No comment provided by engineer. */
"Degrees decimal" = "Desatinné stupne";